<?php
return [
    'validation' => [
        'mobile_number_incorrect' => 'شماره موبایل وارد شده نمیباشد.',
        'blocked_user' => 'شماره موبایل وارد شده مسدود میباشد.',
        'not_exist_user' => 'کاربری با شماره موبایل وارد شده وجود ندارد.',
        'forbidden' => 'شماره موبایل وارد شده صحیح نمیباشد.',
        'maximum_send_count' => 'تعداد ارسال پیامک برای این شماره موبایل برای امروز به پایان رسیده.',
        'exist_user' => 'شماره موبایل وارد شده از قبل موجود میباشد.',
        'exist_on_queue' => 'زمان ارسال پیامک مجدد نرسیده.' ,
        'success_sent_sms' => 'پیامک با موفقعیت ارسال شد.',
        'failed_sent_sms' => 'خطا هنگام اراسال پیامک.',
        'incorrect_code' => 'کد وارد شده صحیح نمیباشد.',
        'success_sign_up' => 'با موفقعیت ثبت نام شدید.',
        'success_sign_in' => 'با موفقعیت وارد شدید شدید.',
        'not_found_any_code' => 'کدی ثبت نشده است.',
        'incorrect_password' => 'اطالاعات وارد شده صحیح نمباشد.',
        'sign_in_successful' => 'با موفقعیت وارد شدید شدید.',
        'failed_sign_up' => 'اطالاعات وارد شده صحیح نمباشد.',
    ]
];
